Repository: alexryakhin/RepsCount
Catalog: RepsCount/RepsCount/Resources/*.lproj/Localizable.strings
Languages: de, fr, hr, ru

source: 1 hour
de: 1 Stunde
fr: 1 heure
hr: 1 sat
ru: 1 час

source: 1 hour 30 minutes
de: 1 Stunde 30 Minuten
fr: 1 heure 30 minutes
hr: 1 sat 30 minuta
ru: 1 час 30 минут

source: 2 hours
de: 2 Stunden
fr: 2 heures
hr: 2 sata
ru: 2 часа

source: 15 minutes
de: 15 Minuten
hr: 15 minuta
ru: 15 минут

source: 30 minutes
de: 30 Minuten
hr: 30 minuta
ru: 30 минут

source: Abdominals
de: Bauchmuskeln
fr: Abdominaux
hr: Trbušni mišići
ru: Пресс

source: Abductors
de: Abduktoren
fr: Abducteurs
hr: Abduktori
ru: Отводящие мышцы

source: About app
de: Über App
fr: À propos de l'application
hr: O aplikaciji
ru: О приложении

source: Abs
de: Bauch
fr: Abdos
hr: Trbuh
ru: Пресс

source: Add
de: Hinzufügen
fr: Ajouter
hr: Dodati
ru: Добавить

source: Add Workout from Templates
de: Training aus Vorlagen hinzufügen
fr: Ajouter un entraînement à partir de modèles
hr: Dodati trening iz predložaka
ru: Добавить тренировку из шаблонов

source: Add a workout from template
de: Ein Training aus einer Vorlage hinzufügen
fr: Ajouter un entraînement à partir d'un modèle
hr: Dodati trening iz predloška
ru: Добавить тренировку из шаблона

source: Add exercise
de: Übung hinzufügen
fr: Ajouter un exercice
hr: Dodati vježbu
ru: Добавить упражнение

source: Add exercises
de: Übungen hinzufügen
fr: Ajouter des exercices
hr: Dodati vježbe
ru: Добавить упражнения

source: Add open workout
de: Offenes Training hinzufügen
fr: Ajouter un entraînement libre
hr: Dodati otvoreni trening
ru: Добавить открытую тренировку

source: Add to system calendar
de: Zum Systemkalender hinzufügen
fr: Ajouter au calendrier système
hr: Dodati u sistemski kalendar
ru: Добавить в системный календарь

source: Adding workout failed
de: Hinzufügen des Trainings fehlgeschlagen
fr: Échec de l'ajout de l'entraînement
hr: Dodavanje treninga nije uspjelo
ru: Не удалось добавить тренировку

source: Adductors
de: Adduktoren
fr: Adducteurs
hr: Adduktori
ru: Приводящие мышцы

source: Afternoon workout
de: Nachmittagstraining
fr: Entraînement de l'après-midi
hr: Popodnevni trening
ru: Дневная тренировка

source: Amount
de: Menge
fr: Montant
hr: Količina
ru: Количество

source: An unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten.
fr: Une erreur inconnue est survenue.
hr: Došlo je do nepoznate pogreške.
ru: Произошла неизвестная ошибка.

source: App version:
fr: Version de l'application :
hr: Verzija aplikacije:
ru: Версия приложения:

source: Apply
de: Anwenden
fr: Appliquer
hr: Primijeniti
ru: Применить

source: Are you sure you want to complete this workout? You won't be able to make any changes afterwards
de: Sind Sie sicher, dass Sie dieses Training abschließen möchten? Sie können danach keine Änderungen mehr vornehmen
fr: Êtes-vous sûr de vouloir terminer cet entraînement ? Vous ne pourrez plus y apporter de modifications par la suite
hr: Jeste li sigurni da želite završiti ovaj trening? Nakon toga nećete moći unositi promjene
ru: Вы уверены, что хотите завершить эту тренировку? После этого вы не сможете вносить изменения

source: Are you sure you want to delete this event?
de: Bist du sicher, dass du dieses Ereignis löschen möchtest?
fr: Êtes-vous sûr de vouloir supprimer cet événement ?
hr: Jesi li siguran da želiš obrisati ovaj događaj?
ru: Вы уверены, что хотите удалить это событие?

source: Are you sure you want to delete this exercise?
de: Sind Sie sicher, dass Sie diese Übung löschen möchten?
fr: Êtes-vous sûr de vouloir supprimer cet exercice ?
hr: Jeste li sigurni da želite izbrisati ovu vježbu?
ru: Вы уверены, что хотите удалить это упражнение?

source: Are you sure you want to delete this workout?
de: Sind Sie sicher, dass Sie dieses Training löschen möchten?
fr: Êtes-vous sûr de vouloir supprimer cet entraînement ?
hr: Jeste li sigurni da želite izbrisati ovaj trening?
ru: Вы уверены, что хотите удалить эту тренировку?

source: Arms
de: Arme
fr: Bras
hr: Ruke
ru: Руки

source: Back
de: Rücken
fr: Dos
hr: Leđa
ru: Спина

source: Back Extensions
de: Rückenstrecker
fr: Extensions du dos
hr: Ekstenzije leđa
ru: Разгибания спины

source: Back Lever
ru: Бэк-левел

source: Barbell Rows
de: Langhantelrudern
fr: Rowing barre
hr: Veslanje šipkom
ru: Тяга штанги в наклоне

source: Bars
de: Stangen
fr: Barres
hr: Šipke
ru: Турники

source: Bench Press
de: Bankdrücken
fr: Developpé couché
hr: Benč pres
ru: Жим штанги лежа

source: Bicep Curls
de: Bizeps Curls
fr: Curls biceps
hr: Biceps kolutovi
ru: Подъем штанги на бицепс

source: Biceps
de: Bizeps
ru: Бицепс

source: Brachialis
fr: Brachial
hr: Brahijalni mišić
ru: Плечевая мышца

source: Brachioradialis
fr: Brachioradial
ru: Плечелучевая мышца

source: Bulgarian Split Squat
de: Bulgarische Kniebeuge
fr: Fente bulgare
hr: Bugarski čučanj
ru: Болгарские выпады

source: Buy Me a Coffee
de: Kauf mir einen Kaffee
fr: Offre-moi un café
hr: Kupi mi kavu
ru: Задонатить

source: Cable Crossover
de: Kabel Crossover
fr: Cross over avec câble
hr: Kablovski prelaz
ru: Кроссовер с кабелем

source: Cable Curls
de: Kabelcurls
fr: Flexions avec câble
hr: Pregibi s sajlom
ru: Сгибания с тросом

source: Cable Hip Adduction
de: Kabel-Hüftadduktion
fr: Adduction de la hanche à la poulie
hr: Privlačenje kuka sajlom
ru: Приведение бедра с тросом

source: Calendar
de: Kalender
fr: Calendrier
hr: Kalendar
ru: Календарь

source: Calendar on device
de: Kalender auf dem Gerät
fr: Calendrier sur l'appareil
hr: Kalendar na uređaju
ru: Календарь на устройстве

source: Calf
de: Wade
fr: Mollet
hr: List
ru: Икры

source: Calf Raises
de: Wadenheben
fr: Élévations de mollets
hr: Podizanje pete
ru: Подъем на носках

source: Calisthenics
fr: Callisthénie
hr: Kalisthenika
ru: Калистеника

source: Calves
de: Waden
fr: Mollets
hr: Listovi
ru: Икроножные мышцы

source: Cancel
de: Stornieren
fr: Annuler
hr: Otkazati
ru: Отменить

source: Canceling recurrence failed
de: Wiederholung konnte nicht abgebrochen werden
fr: Échec de l'annulation de la récurrence
hr: Poništavanje ponavljanja nije uspjelo
ru: Не удалось отменить повторение

source: Central Back
de: Mittlerer Rücken
fr: Milieu du dos
hr: Središnji dio leđa
ru: Центр спины

source: Change language
de: Sprache ändern
fr: Changer de langue
hr: Promijenite jezik
ru: Сменить язык

source: Chest
de: Brust
fr: Poitrine
hr: Grudi
ru: Грудь

source: Chest Press
de: Brustpresse
fr: Presse pectorale
hr: Press za prsa
ru: Жим гантелей лежа

source: Chin-ups
de: Klimmzüge (Untergriff)
fr: Tractions en supination
hr: Zgibovi (podhvat)
ru: Подтягивания обратным хватом

source: Clamshells
de: Clamshell-Übungen
fr: Coquillages
hr: Školjke
ru: Упражнение «Ракушка»

source: Close-Grip Bench Press
de: Bankdrücken mit engem Griff
fr: Développé couché prise serrée
hr: Bench press uskim hvatom
ru: Жим лёжа узким хватом

source: Combined time: %@
de: Kombinierte Zeit: %@
fr: Temps combiné : %@
hr: Kombinirano vrijeme: %@
ru: Общее время: %@

source: Completed ✅
de: Abgeschlossen ✅
fr: Terminé ✅
hr: Završeno ✅
ru: Завершено ✅

source: Concentration Curls
de: Konzentrationscurls
fr: Curl concentration
hr: Koncentrirani pregibi
ru: Концентрированные сгибания

source: Contact me
de: Kontaktiere mich
fr: Contactez moi
hr: Kontaktiraj me
ru: Связаться со мной

source: Continue
de: Fortfahren
fr: Continuer
hr: Nastaviti
ru: Продолжить

source: Copenhagen Plank
de: Kopenhagen-Planke
fr: Planche de Copenhague
hr: Kopenhagen plank
ru: Копенгагенская планка

source: Core
de: Rumpf
fr: Tronc
hr: Trup
ru: Корпус

source: Create New Workout Template
de: Neue Trainingvorlage erstellen
fr: Créer un nouveau modèle d'entraînement
hr: Stvoriti novi predložak treninga
ru: Создать новый шаблон тренировки

source: Create Template
de: Vorlage erstellen
fr: Créer un modèle
hr: Stvoriti predložak
ru: Создать шаблон

source: Create templates
de: Vorlagen erstellen
fr: Créer des modèles
hr: Stvoriti predloške
ru: Создать шаблоны

source: Crunches
de: Bauchpresse
fr: Crunchs
hr: Trbušnjaci
ru: Жим живота

source: Current workouts
de: Aktuelle Trainings
fr: Entraînements actuels
hr: Trenutačni treninzi
ru: Текущие тренировки

source: Daily
de: Täglich
fr: Quotidien
hr: Dnevno
ru: Ежедневно

source: Data corrupted
de: Daten beschädigt
fr: Données corrompues
hr: Podaci su oštećeni
ru: Данные повреждены

source: Dead Hang
fr: Suspension passive
hr: Mrtvo vis
ru: Вис на турнике

source: Deadlifts
de: Kreuzheben
fr: Soulevé de terre
hr: Mrtvo dizanje
ru: Мертвая тяга

source: Decline Bench Press
de: Negativbankdrücken
fr: Développé décliné
hr: Bench press na kosoj klupi prema dolje
ru: Жим лёжа на наклонной скамье вниз

source: Decoding error
de: Decodierungsfehler
fr: Erreur de décodage
hr: Greška pri dekodiranju
ru: Ошибка декодирования

source: Defaults
de: Standardwerte
fr: Valeurs par défaut
hr: Zadane vrijednosti
ru: Значения по умолчанию

source: Delete
de: Löschen
fr: Supprimer
hr: Izbrisati
ru: Удалить

source: Delete All Future Events
de: Alle zukünftigen Ereignisse löschen
fr: Supprimer tous les événements futurs
hr: Izbriši sve buduće događaje
ru: Удалить все будущие события

source: Delete Event
de: Ereignis löschen
fr: Supprimer l'événement
hr: Izbriši događaj
ru: Удалить событие

source: Delete This Event Only
de: Nur dieses Ereignis löschen
fr: Supprimer uniquement cet événement
hr: Izbriši samo ovaj događaj
ru: Удалить только это событие

source: Delete exercise
de: Übung löschen
fr: Supprimer l'exercice
hr: Izbrisati vježbu
ru: Удалить упражнение

source: Delete workout
de: Training löschen
fr: Supprimer l'entraînement
hr: Izbrisati trening
ru: Удалить тренировку

source: Deltoids
de: Deltamuskeln
fr: Deltoïdes
hr: Deltoidni mišići
ru: Дельтовидные мышцы

source: Diamond Push-ups
de: Diamant-Liegestütze
fr: Pompes diamant
hr: Diamond sklekovi
ru: Алмазные отжимания

source: Dips
hr: Dipsevi
ru: Отжимания на брусьях

source: Done
de: Fertig
fr: Terminé
hr: Gotovo
ru: Готово

source: Donkey Calf Raises
de: Wadenheben im vorgebeugten Stand
fr: Élévations de mollets penché en avant
hr: Podizanja na listove u pretklonu
ru: Подъёмы на носки в наклоне (ослиные подъёмы)

source: Dragon Flag
hr: Zastava zmaja
ru: Дракон флаг

source: Dumbbell Flyes
de: Fliegende mit Kurzhanteln
fr: Écartés avec haltères
hr: Muški letovi s bučicama
ru: Разведение гантелей

source: Dumbbell Rows
de: Kurzhantelrudern
fr: Rowing avec haltères
hr: Veslanje bučicama
ru: Тяга гантелей

source: Duration
de: Dauer
fr: Durée
hr: Trajanje
ru: Продолжительность

source: Easily track every rep you perform
de: Verfolge einfach jede Wiederholung, die du ausführst
fr: Suis facilement chaque répétition que tu effectues
hr: Lako prati svako ponavljanje koje izvedeš
ru: Легко отслеживай каждое повторение, которое ты выполняешь

source: Edit defaults
de: Standardwerte bearbeiten
fr: Modifier les valeurs par défaut
ru: Редактировать значения по умолчанию

source: Edit workout template
de: Trainingvorlage bearbeiten
fr: Modifier le modèle d'entraînement
hr: Uredi predložak treninga
ru: Редактирование шаблона

source: Empty exercises
de: Leere Übungen
fr: Exercices vides
hr: Prazne vježbe
ru: Пустые упражнения

source: Empty name
de: Leerer Name
fr: Nom vide
hr: Prazno ime
ru: Пустое имя

source: Enter name
de: Name eingeben
fr: Entrer le nom
hr: Unesi ime
ru: Ввести имя

source: Enter the amount of reps
de: Geben Sie die Anzahl der Wiederholungen ein
fr: Entrez le nombre de répétitions
hr: Unesite količinu ponavljanja
ru: Введите количество повторений

source: Enter time
de: Geben Sie die Zeit ein
fr: Entrez le temps
hr: Unesite vrijeme
ru: Введите время

source: Enter your notes here...
de: Gib hier deine Notizen ein...
fr: Entre tes notes ici...
hr: Unesi svoje bilješke ovdje...
ru: Введи свои заметки здесь...

source: Evening workout
de: Abendtraining
fr: Entraînement du soir
hr: Večernji trening
ru: Вечерняя тренировка

source: Event already exists
de: Ereignis existiert bereits
fr: L'événement existe déjà
hr: Događaj već postoji
ru: Событие уже существует

source: Exercises
de: Übungen
fr: Des exercices
hr: Vežbe
ru: Упражнения

source: Face Pulls
fr: Tirage visage
hr: Podizanje lica
ru: Тяга к лицу

source: Farmer's Walk
fr: Marche du fermier
ru: Фермерская прогулка

source: Forearm Extensors
de: Unterarmstrecker
fr: Extenseurs de l'avant-bras
hr: Ekstenzori podlaktice
ru: Разгибатели предплечья

source: Forearm Flexors
de: Unterarmbeuger
fr: Fléchisseurs de l'avant-bras
hr: Fleksori podlaktice
ru: Сгибатели предплечья

source: Forearms
de: Unterarme
fr: Avant-bras
hr: Podlaktice
ru: Предплечья

source: Friday
de: Freitag
fr: Vendredi
hr: Petak
ru: Пятница

source: Front Lever
ru: Фронт-левел

source: Front Raises
de: Vorderes Heben
fr: Élévations frontales
hr: Podizanje naprijed
ru: Передние подъемы

source: Glute Bridge
fr: Pont fessier
hr: Most za gluteus
ru: Ягодичный мостик

source: Glute-Ham Raises
fr: Extensions fessiers/ischios
hr: Dizanja za gluteus i ložu
ru: Подъёмы на скамье GHR

source: Glutes
de: Gesäßmuskeln
fr: Fessiers
hr: Gluteusi
ru: Ягодицы

source: Go back and start a workout
de: Zurückgehen und ein Training starten
fr: Revenir en arrière et commencer un entraînement
hr: Vrati se i započni trening
ru: Вернитесь назад и начните тренировку

source: Go to settings
de: Einstellungen
fr: Paramètres
hr: Idite na postavke
ru: В настройки

source: Good Mornings
ru: Гуд морнинг

source: Groin
de: Leiste
fr: Aine
hr: Prepone
ru: Пах

source: Gym
de: Fitnessstudio
fr: Salle de sport
hr: Teretana
ru: Тренажёрный зал

source: Hack Squat
de: Hackenschmidt-Kniebeuge
fr: Squat Hack
hr: Hack čučanj
ru: Гакк-приседания

source: Hammer Curls
fr: Curls marteau
hr: Čekićasti biceps
ru: Молотковые подъемы

source: Hamstrings
de: Oberschenkelrückseite
fr: Ischio-jambiers
hr: Stražnja loža
ru: Задняя поверхность бедра

source: Handstand Push-ups
de: Handstand-Liegestütze
fr: Pompes en équilibre sur les mains
hr: Sklekovi u stoj na rukama
ru: Отжимания в стойке на руках

source: Have questions, suggestions, or feedback? I'd love to hear from you. Reach out to get support on Instagram or Twitter!
de: Haben Sie Fragen, Anregungen oder Feedback? Ich würde gerne von Ihnen hören. Kontaktieren Sie uns, um Unterstützung auf Instagram oder Twitter zu erhalten!
fr: Vous avez des questions, des suggestions ou des commentaires ? J'aimerais avoir de vos nouvelles. Contactez-nous pour obtenir de l'aide sur Instagram ou Twitter !
hr: Imate pitanja, sugestije ili povratne informacije? Voleo bih da čujem od vas. Obratite se da dobijete podršku na Instagramu ili Tvitteru!
ru: Есть вопросы, предложения или отзывы? Я хотел бы услышать ваше мнение. Обратитесь за поддержкой в Instagram или Twitter!

source: Have ready-to-go workouts for any day
de: Habe fertige Trainings für jeden Tag parat
fr: Aie des entraînements prêts à l'emploi pour n'importe quel jour
hr: Imaj spremne treninge za svaki dan
ru: Готовые тренировки на любой день

source: Hip Thrust
hr: Podizanje kukova
ru: Подъём таза

source: Human Flag
fr: Drapeau humain
hr: Ljudska zastava
ru: Флажок

source: Hyperextensions
hr: Hiperekstenzije
ru: Гиперэкстензии

source: Incline Bench Press
de: Schrägbankdrücken
fr: Developpé incliné
hr: Nagibni benč pres
ru: Жим гантелей на наклонной скамье

source: Info
ru: Инфо

source: Inner Quad
de: Innerer Oberschenkel
fr: Quadriceps interne
hr: Unutarnji kvadriceps
ru: Внутренняя часть квадрицепса

source: Inner Thigh
de: Innenschenkel
fr: Intérieur de la cuisse
hr: Unutarnje bedro
ru: Внутренняя поверхность бедра

source: Input cannot be empty
de: Eingabe darf nicht leer sein
fr: Le champ ne peut pas être vide
hr: Unos ne smije biti prazan
ru: Поле не может быть пустым

source: Interval: %@
de: Intervall: %@
fr: Intervalle : %@
ru: Интервал: %@

source: Invalid URL
de: Ungültige URL
fr: URL invalide
hr: Neispravan URL
ru: Недействительный URL

source: Invalid input
de: Ungültige Eingabe
fr: Entrée invalide
hr: Neispravan unos
ru: Неверный ввод

source: Invalid response
de: Ungültige Antwort
fr: Réponse invalide
hr: Nevažeći odgovor
ru: Неверный ответ

source: Inverted Rows
de: Umgekehrtes Rudern
fr: Tractions horizontales
hr: Obrnuto veslanje
ru: Гребля в висе лёжа

source: Kilograms
de: Kilogramm
fr: Kilogrammes
hr: Kilogrami
ru: Килограммы

source: L-sit
de: L-Sitz
hr: L-sjed
ru: Стойка на руках сидя

source: Lat Pulldowns
fr: Tirage vertical
hr: Pulldown za latissimus
ru: Тяга верхнего блока

source: Lateral Raises
de: Seitheben
fr: Élévations latérales
hr: Bočno podizanje
ru: Боковые подъемы

source: Lats
de: Latissimus
fr: Dorsaux
hr: Latissimus
ru: Широчайшие мышцы спины

source: Leg Curls
de: Beinbeuger
hr: Zadnje lože
ru: Сгибание ног

source: Leg Extensions
de: Beinstrecker
fr: Extensions des jambes
hr: Ekstenzije nogu
ru: Разгибания ног

source: Leg Press
de: Beinpresse
fr: Presse à cuisses
hr: Potisak nogama
ru: Жим ногами

source: Leg Raises
de: Beinheben
fr: Élévations de jambes
hr: Podizanje nogu
ru: Подъем ног

source: Leg Raises on Bar
de: Beinheben an der Stange
fr: Élévations de jambes à la barre
hr: Podizanje nogu na šipci
ru: Подъёмы ног на перекладине

source: Leg Raises on Parallettes
de: Beinheben auf Parallettes
fr: Élévations de jambes sur parallettes
hr: Podizanje nogu na paralletama
ru: Подъёмы ног на паралетсах

source: Legs
de: Beine
fr: Jambes
hr: Noge
ru: Ноги

source: Legs day
de: Beintag
fr: Jour des jambes
hr: Dan za noge
ru: День ног

source: Lower Abs
de: Untere Bauchmuskeln
fr: Abdominaux inférieurs
hr: Donji trbušnjaci
ru: Нижние мышцы пресса

source: Lower Back
de: Unterer Rücken
fr: Bas du dos
hr: Donji dio leđa
ru: Поясница

source: Lower Traps
de: Untere Trapezmuskeln
fr: Trapèzes inférieurs
hr: Donji trapezni mišići
ru: Нижняя часть трапециевидных мышц

source: Lunges
de: Ausfallschritte
fr: Fentes
hr: Iskoraci
ru: Выпады

source: Machine Chest Press
de: Brustpresse an der Maschine
fr: Presse à poitrine à la machine
hr: Potisak za prsa na spravi
ru: Жим для груди на тренажёре

source: Machine Rows
de: Rudern an der Maschine
fr: Ramer à la machine
hr: Veslanje na spravi
ru: Тяга на тренажёре

source: Manage your workout schedule here: Create repetition for events, set reminders, and more.
de: Verwalte hier deinen Trainingsplan: Erstelle Wiederholungen für Ereignisse, stelle Erinnerungen ein und mehr.
fr: Gère ton planning d'entraînement ici : Crée des répétitions pour les événements, définis des rappels, et plus encore.
hr: Upravljaj svojim rasporedom treninga ovdje: Kreiraj ponavljanja za događaje, postavi podsjetnike i više.
ru: Управляй своим расписанием тренировок здесь: Создавай повторения для событий, устанавливай напоминания и многое другое.

source: Map
de: Karte
fr: Carte
hr: Mapa
ru: Карта

source: Mark as complete
de: Als abgeschlossen markieren
fr: Marquer comme terminé
hr: Označi kao završeno
ru: Отметить как завершенную

source: Measurement unit
de: Maßeinheit
fr: Unité de mesure
hr: Mjerna jed.
ru: Ед. измерения

source: Missing API key
de: API-Schlüssel fehlt
fr: Clé API manquante
hr: Nedostaje API ključ
ru: Отсутствует API-ключ

source: Missing field
de: Fehlendes Feld
fr: Champ manquant
hr: Nedostaje polje
ru: Отсутствует поле

source: Monday
de: Montag
fr: Lundi
hr: Ponedjeljak
ru: Понедельник

source: Monthly
de: Monatlich
fr: Mensuel
hr: Mjesečno
ru: Ежемесячно

source: Morning workout
de: Morgentraining
fr: Entraînement du matin
hr: Jutarnji trening
ru: Утренняя тренировка

source: Muscle groups to target
de: Zielmuskeln
fr: Groupes musculaires à cibler
hr: Mišićne skupine za ciljano vježbanje
ru: Целевые группы мышц

source: Muscle-ups
hr: Ruski zgib
ru: Выход силой

source: My workout templates
de: Meine Trainingsvorlagen
fr: Mes modèles d'entraînement
hr: Moji predlošci treninga
ru: Мои шаблоны тренировок

source: Name of the workout template cannot be empty
de: Der Name der Trainingsvorlage darf nicht leer sein
fr: Le nom du modèle d'entraînement ne peut pas être vide
hr: Naziv predloška treninga ne smije biti prazan
ru: Название шаблона тренировки не может быть пустым

source: Neck
de: Nacken
fr: Cou
hr: Vrat
ru: Шея

source: New workout template
de: Neue Trainingsvorlage
fr: Nouveau modèle d'entraînement
hr: Novi predložak treninga
ru: Новый шаблон тренировки

source: No Equipment
de: Kein Equipment
fr: Aucun équipement
hr: Bez opreme
ru: Без оборудования

source: No Workout Planned
de: Kein Training geplant
fr: Aucun entraînement prévu
hr: Nema planiranog treninga
ru: Тренировка не запланирована

source: No Workouts Created
de: Keine Trainings erstellt
fr: Aucun entraînement créé
hr: Nema kreiranih treninga
ru: Тренировки не созданы

source: No Workouts Scheduled
de: Keine Trainings geplant
fr: Aucun entraînement programmé
hr: Nema zakazanih treninga
ru: Нет запланированных тренировок

source: No data
de: Keine Daten
fr: Aucune donnée
hr: Nema podataka
ru: Нет данных

source: No exercises
de: Keine Übungen
fr: Pas d'exercices
hr: Nema vežbi
ru: Нет упражнений

source: No exercises available for this category
de: Keine Übungen für diese Kategorie verfügbar
fr: Aucun exercice disponible pour cette catégorie
hr: Nema dostupnih vježbi za ovu kategoriju
ru: Нет доступных упражнений для этой категории

source: No exercises for this date!
de: An diesem Datum gibt es keine Übungen!
fr: Pas d'exercices pour cette date !
hr: Nema vežbi za ovaj datum!
ru: Нет упражнений в этот день

source: No exercises yet
de: Noch keine Übungen
fr: Pas encore d'exercices
hr: Još nema vežbi
ru: Пока нет упражнений

source: No internet connection
de: Keine Internetverbindung
fr: Pas de connexion Internet
hr: Nema internetske veze
ru: Нет подключения к интернету

source: No workouts
de: Keine Trainings
fr: Aucun entraînement
hr: Nema treninga
ru: Нет тренировок

source: No workouts for this date!
de: Keine Trainings für dieses Datum!
fr: Aucun entraînement à cette date !
hr: Nema treninga za ovaj datum!
ru: Нет тренировок на эту дату!

source: No workouts yet
de: Noch keine Trainings
fr: Aucun entraînement pour le moment
hr: Još nema treninga
ru: Тренировок пока нет

source: Nordic Curls
hr: Nordijski pregibi
ru: Русские сгибания

source: Notes
de: Anmerkungen
fr: Remarques
hr: Napomene
ru: Примечания

source: OK
hr: U redu
ru: ОК

source: Oblique Twist
de: Seitlicher Bauchtwist
fr: Torsion oblique
hr: Okretanje trupa
ru: Поворот корпуса

source: Obliques
de: Schräge Bauchmuskeln
hr: Kosi trbušni mišići
ru: Косые мышцы живота

source: Occurrences: %@
de: Vorkommen: %@
hr: Ponavljanja: %@
ru: Повторения: %@

source: One Arm Pull-up
de: Einarmiger Klimmzug
fr: Traction à un bras
hr: Zgib jednom rukom
ru: Подтягивание на одной руке

source: Ooops..
de: Ups..
fr: Oups..
hr: Ups..
ru: Упс..

source: Outer Calf
de: Äußere Wade
fr: Mollet externe
hr: Vanjski list
ru: Внешняя часть икры

source: Outer Quad
de: Äußere Oberschenkel
fr: Quadriceps externes
hr: Vanjski kvadriceps
ru: Внешняя часть квадрицепса

source: Outer Thigh
de: Äußeres Oberschenkel
fr: Extérieur de la cuisse
hr: Vanjsko bedro
ru: Внешняя поверхность бедра

source: Overhead Press
de: Überkopfdrücken
fr: Développé militaire
hr: Potisak iznad glave
ru: Жим над головой

source: Overhead Triceps Extension
de: Trizepsstrecken über Kopf
fr: Extension triceps au-dessus de la tête
hr: Ekstenzija tricepsa iznad glave
ru: Разгибания трицепса над головой

source: Pectorals
de: Brustmuskeln
fr: Pectoraux
hr: Pektoralni mišići
ru: Грудные мышцы

source: Pinch Grip Hold
de: Pinch Grip Halt
fr: Maintien en pince
hr: Pinch grip držanje
ru: Захват щипком

source: Pistol Squat
fr: Squat pistol
hr: Pistol čučanj
ru: Пистолетик

source: Plan ahead
de: Im Voraus planen
fr: Planifiez à l'avance
hr: Planiraj unaprijed
ru: Планируй заранее

source: Planche
ru: Планш

source: Plank
fr: Planche
ru: Планка

source: Planned at: %@
de: Geplant um: %@
fr: Prévu à : %@
hr: Planirano u: %@
ru: Запланировано в: %@
